Repository: quiksilv/raspberrypi-kiosk
Catalog: locale/*/LC_MESSAGES/default.po
Languages: bn_bd

source: Local connection error
bn_bd: স্থানীয় সংযোগ ত্রুটি

source: Timeout
bn_bd: বিরতি

source: Please wait, sending request to server...
bn_bd: সার্ভারে রিকোয়েস্ট পাঠানো, অনুগ্রহ করে অপেক্ষা করুন ...

source: Please insert {selected_product_value}. You have inserted {total}.
bn_bd: {selected_product_value} সন্নিবেশ করুন. আপনি {total} ঢোকানো আছে.

source: Bengali
bn_bd: বাঙ্গালী

source: Back
bn_bd: পিছনে

source: Recipient Number
bn_bd: প্রাপক সংখ্যা

source: Ok
bn_bd: একদম ঠিক

source: Clear
bn_bd: পরিষ্কৃত করা

source: Welcome
bn_bd: স্বাগত

source: Please wait, querying server...
bn_bd: সার্ভার অনুসন্ধান, অনুগ্রহ করে অপেক্ষা করুন ...

source: Aborted
bn_bd: বন্ধ্যা - করা

source: Abort
bn_bd: গর্ভপাত করান

source: Please insert exact amount...
bn_bd: সঠিক পরিমাণ সন্নিবেশ করুন ...

source: Done
bn_bd: কৃত

source: Operator:
bn_bd: অপারেটর:

source: Recipient Number:
bn_bd: প্রাপক সংখ্যা:

source: Product Sent:
bn_bd: পণ্য পাঠানো হয়েছে:

source: You paid:
bn_bd: আপনি দেওয়া:
